{
  "5947b600-b86f-4756-a6a5-63ed05c26596": {
    "id": 1,
    "title": "Morris-Jumel Mansion",
    "image": "https://media.cnn.com/api/v1/images/stellar/prod/130930184547-01-haunted-houses.jpg?q=w_2233,h_1795,x_0,y_0,c_fill/h_618",
    "address": "65 Jumel Terrace, New York, NY 10032",
    "opened": 1765,
    "description": "Built in 1765 and listed in the National Register of Historic Places, the Morris-Jumel Mansion (AKA “Mount Morris”) in Washington Heights is the oldest house in Manhattan and originally served as the summer house of Colonel Roger Morris (1727-94), a highly decorated British Army officer. In the fall of 1776, the mansion briefly served as the headquarters for General George Washington and his officers during the Revolutionary War. In 1810, Eliza and Stephen Jumel purchased the Georgian-style mansion. Eliza reportedly had an affair with Aaron Burr (the former vice president who had killed Alexander Hamilton in a duel) and soon thereafter Stephen died mysteriously from a “pitchfork accident.” According to popular rumors of the time, Eliza actually buried Stephen alive! Eliza and Burr divorced three years later, Burr soon died and Eliza eventually had a mental breakdown that lasted until she died in 1865 at the age of 90. Today, the Morris-Jumel Mansion is allegedly haunted by at least five spirits, including Eliza (in 1965 she allegedly shushed a group of rowdy schoolchildren who were taking a tour of the mansion), Stephen Jumel, Aaron Burr, a servant girl who reportedly committed suicide by jumping out of a window and even the painting of a Revolutionary War soldier that occasionally comes to life (a la the talking portraits that populate Hogwarts Castle!). If you’re interested in possibly running into any or all of these restless spirits, the Morris-Jumel Mansion is open for self-guided tours every day but Monday.",
    "comments": [
      "Visited Morris-Jumel Mansion and felt a weird chill down my spine. Not gonna lie, the painting coming to life gave me the creeps. #HauntedNYC",
      "Just did the self-guided tour. Swear I heard whispers in the old rooms. Maybe it's Eliza still gossiping about Burr? 👻",
      "Went to the oldest house in Manhattan today. Morris-Jumel Mansion has this eerie vibe. Heard footsteps when I was alone, freaky stuff! 😱",
      "It's like a time capsule, but I wasn't expecting to feel someone watching me. Eliza, Stephen, Burr – they still here, for real!",
      "Okay, so Morris-Jumel Mansion is legit haunted. Saw the servant girl's ghost in the window. Did not sign up for a paranormal meet and greet! 👻",
      "Guys, the vibes are insane. Felt like Aaron Burr was side-eyeing me the whole time. #SpookyHistory",
      "I swear the air got colder near Eliza's room. Ghostly shush vibes? Maybe. #HauntedNYC",
      "Went to the Revolutionary War HQ turned haunted hotspot. Morris-Jumel Mansion – where history and spookiness collide. No sleep for me tonight!",
      "Morris-Jumel Mansion: the OG haunted Airbnb. Met Eliza, Stephen, and Burr today – not exactly the welcoming committee I expected! 😅"
    ],
    "nearby": []
  },
  "72663c4d-b167-4e9d-9424-107098e5f3af": {
    "id": 2,
    "title": "The Dakota",
    "image": "https://www.newyorkhauntedhouses.com/real-haunt-photo/m/-dakota_496.jpg",
    "address": "1 W. 72nd Street, New York, NY 10023",
    "opened": 1884,
    "description": "Not only is the Gothic-style Dakota building, which first opened its doors in 1884, one of the most exclusive residences in Manhattan, but it’s also reportedly one of the most haunted buildings in NYC! Tragically, John Lennon of Beatles fame was murdered outside of the Dakota on December 8, 1980 (Yoko Ono still lives at the Dakota and claims she once viewed Lennon’s ghost sitting at his legendary white piano). When he was alive, Lennon apparently told Ono he witnessed a “Crying Lady Ghost” in the Dakota. Other ghosts witnessed by Dakota residents over the years include a playful girl in a yellow dress and a very creepy looking short guy donning an ill-fitting wig. In addition, paranormal activity reported at the Dakota includes phantom footsteps, mysterious noises and objects moving on their own. By the way, scenes from the 1968 horror movie classic Rosemary’s Baby directed by Roman Polanski were shot at the Dakota, which is located at Central Park West on 72nd Street for the morbidly curious.",
    "comments": [
      "I swear I saw a girl in a yellow dress by the entrance. She vanished! Creepiest encounter ever. 😨 #HauntedNYC",
      "No joke, caught a glimpse of that short guy in an ill-fitting wig. Goosebumps galore!",
      "Visited Central Park West, and the Dakota's ghost stories are no joke. Mysterious noises, objects moving – it's like a paranormal puzzle. 👻",
      "Heard Yoko Ono still sees Lennon's ghost at the white piano. Chills, anyone? #SpookyLegacy",
      "A friend heard the Crying Lady at night. Now, I'm skeptical about sleepovers in the area. 😱",
      "Paranormal or not, this place has some seriously eerie history. #HauntedManhattan",
      "Hoped to spot Lennon's ghost. Instead, I got phantom footsteps following me. Not exactly the fan encounter I expected! 👀",
      "Dakota's got the ghosts on speed dial. Late-night piano tunes, a girl in yellow, and that creepy guy – they're like Manhattan's spectral tenants.",
      "Living near the Dakota means sharing your address with legends, both living and ghostly. I swear, my furniture moves on its own sometimes. 👻"
    ],
    "nearby": []
  },
  "672b3ae3-64dc-41d9-9bbf-fc6edfd9bcbd": {
    "id": 3,
    "title": "House of Death",
    "image": "https://www.hauntedrooms.com/wp-content/uploads/2020/02/14-west-10th-street.jpg",
    "address": "14 W. 10th Street, New York, NY 10011",
    "opened": 1850,
    "description": "Few buildings in NYC have a more sinister reputation than the so-called “House of Death” near Washington Square Park in Greenwich Village that has become widely known as “the most haunted building in New York.” According to legend, the 19th-century brownstone got its macabre name due to the myriad of mysterious and violent deaths that took place in the building over the years, along with an extraordinary level of reported paranormal activity reported here. Legendary author Mark Twain lived in the building for a year (1900-01) and his ghost – clad in his signature white suit and coolly smoking a cigar – has been spotted here. In fact, a plaque outside the building states, “In this house once lived Mark Twain (Samuel Langhorne Clemens), author of the beloved American classic The Adventures of Tom Sawyer.” In 1987, the building was also the site of the tragic murder of six-year-old Lisa Steinberg by her father, Joel Steinberg, a former criminal defense attorney. Last but not least, Jan Bryant Bartell, an off-Broadway actress/poet and longtime resident of the “House of Death,” wrote a compelling 1974 memoir about her paranormal experiences there titled Spindrift: Spray from a Psychic Sea.",
    "comments": [
      "Not gonna lie, got the chills just thinking about Mark Twain's ghost in his white suit. 👻",
      "Wondering if Mark Twain's ghost critiques my writing from the afterlife. Spooky inspiration, maybe?",
      "Greenwich Village's haunted history is no joke. Walked past the 'House of Death,' and suddenly felt like I was in a paranormal memoir. #SpookyReads",
      "The 'House of Death' is like NYC's horror novel. Mark Twain's ghost, a tragic murder, and a poet's paranormal tales – it's got it all! 👻",
      "Can't shake the feeling that Mark Twain's ghost is sipping whiskey on the stoop. 🥃",
      "Checked out the 'most haunted building in New York' – the 'House of Death.' Wonder if Mark Twain's ghost would approve of my selfie here? 👻",
      "Felt like the walls had stories to tell. If only they could spill the tea on Mark Twain's spectral cigar sessions. ☕👻",
      "Mark Twain's spectral presence and a tragic murder – the plot thickens, literally!",
      "Just strolled past the 'House of Death.' Mark Twain's ghost might be the literary critic I never knew I needed. Spooky, but in a good way! 📚👻"
    ],
    "nearby": [4, 8, 9]
  },
  "c082f45e-8235-4915-8a29-d3cd4b6923c5": {
    "id": 4,
    "title": "One if By Land, Two if By Sea",
    "image": "https://cdn0.weddingwire.com/vendor/265583/3_2/640/jpeg/beatricemarc-111_51_385562-169764537051814.jpeg",
    "address": "17 Barrow Street, New York, NY 10014",
    "opened": 1767,
    "description": "An immensely popular West Village eatery, One if By Land, Two if By Sea is housed in a former carriage house built in 1767 that once belonged to Aaron Burr (1756-1836), who served as vice president under Thomas Jefferson (and is also notorious for fatally wounding Alexander Hamilton in a duel). Not only is Burr said to haunt the dining establishment, but also the spirit of his daughter, Theodosia, who disappeared at sea while aboard the schooner Patriot somewhere off the coast of North Carolina in 1813. Diners and restaurant employees have reported such paranormal activity as getting shoved by an invisible hand, paintings falling off walls, flickering lights, plates flying across the dining room and even earrings pulled from ears. By the way, the eatery appears at No. 5 on Architectural Digest’s list of the “Most Romantic Restaurants in the World.” Movie buffs will want to know that the private upstairs dining area at One if By Land, Two if By Sea reportedly once served as actor Steve McQueen’s apartment.",
    "comments": [
      "Recently, went to this West Village gem. The ghostly vibe is real! Swear I saw a painting move on its own. Dinner and a paranormal show, anyone?",
      "Not gonna lie, felt like someone was watching me eat. Aaron Burr's ghost, maybe?",
      "One if By Land, Two if By Sea – the most romantic AND haunted spot in the West Village. Lights flickering, paintings falling – love and ghosts in the air. 💑👻",
      "Almost lost an earring – Theodosia playing fashion critic from beyond?",
      "Checked off a bucket list item at One if By Land, Two if By Sea. Plates flying, invisible shoves – it's like dining with the supernatural. #HauntedEats",
      "Aaron Burr's ghost added a dash of spookiness to my date night! 👻",
      "Movie buffs, listen up! One if By Land, Two if By Sea was Steve McQueen's old haunt. A side of ghosts with your steak? Only in the West Village.",
      "The ultimate dinner and haunting experience. Aaron Burr's ghost as a dining companion? Beats any romantic date!"
    ],
    "nearby": [3, 6]
  },
  "76965e0e-6510-4341-8177-5c7fb1c41eab": {
    "id": 5,
    "title": "New Amsterdam Theater",
    "image": "https://s3.ibdb.com/ibdb/media/venue/venuefull_1294-2L.jpg",
    "address": "214 W. 42nd Street, New York, NY 10036",
    "opened": 1902,
    "description": "Now leased by Disney Theatrical Productions and currently home to the hit musical Aladdin, New Amsterdam Theatre boasts a rich history as Broadway’s oldest theater and an official New York City Landmark that is also listed on the National Register of Historic Places. Built in 1902-03, the New Amsterdam Theatre also features a resident ghost, none other than Ziegfeld Follies chorus girl and actress Olive Thomas, who was known as “The Most Beautiful Girl in New York City” before dying in Paris in 1920 at the age of 25 after swallowing a lethal dose of mercury bichloride pills (which her husband, Jack Pickford, brother of actress Mary Pickford, was using to treat his syphilis). The ghost of Thomas has often been spotted hanging out both onstage and in the backstage of the theater.",
    "comments": [
      "I went to that old Broadway joint. Swear I saw a shimmering dame in a 1920s getup. Must be that Olive ghost everyone's yapping about. Spooky vibes, but Aladdin stole the show.",
      "New Amsterdam is like a time capsule. Caught a glimpse of a flapper girl near the stage. Maybe it's just a side effect of the genie's magic, but I'm convinced I saw a ghost in the theater. Wild night!",
      "Who knew Disney's magic mixed with 1900s glam could be this eerie? Had a bizarre encounter with a ghostly figure in a sparkly dress.",
      "Visited the oldest Broadway gem, felt like stepping back in time. Sat in the balcony, and a phantom breeze ruffled my hair. Forget Aladdin, Olive's ghost stole the spotlight for a brief encore.",
      "Spent a night at the New Amsterdam – history, drama, and a dash of the supernatural. Swore I heard jazz echoes, and for a moment, a ghostly silhouette twirling in a spotlight. Broadway or beyond?",
      "I thought I spotted a lost extra from The Great Gatsby on the New Amsterdam stage. Turns out, it's just Olive's ghost making a surprise cameo.",
      "Had an unexpected dance partner at New Amsterdam. Lights dimmed, and a phantom in flapper attire joined my waltz. Didn't catch her name, but I bet it was Olive. Broadway's got moves, even in the afterlife!",
      "Visited Aladdin's palace, but the real magic was Olive's ghostly encore. Swirling skirts and a silent applause.",
      "Stepped into history at the New Amsterdam. A whisper in the orchestra, a flicker of light, and there she was – Olive, the ghostly starlet of Broadway. Forget Aladdin's magic carpet, I rode the ghostly glamour wave."
    ],
    "nearby": []
  },
  "869ae504-0334-4853-b791-46c4db6dd8aa": {
    "id": 6,
    "title": "White Horse Tavern",
    "image": "https://upload.wikimedia.org/wikipedia/commons/7/70/White_Horse_Tavern_NYWTS.jpg",
    "address": "567 Hudson Street, New York, NY 10014",
    "opened": 1880,
    "description": "In addition to haunting the Hotel Chelsea (see No. 10), the ghost of Dylan Thomas gets around and is also known to hang out at the White House Tavern, where the legendary Welsh poet allegedly drank 18 straight whiskies on the night of his death at the age of 39 in 1953. Thomas has been witnessed lounging around his favorite table at the famous watering hole and even stealing shots from the bar on occasion. A notable “bar for writers,” the White Horse Tavern, which was established in 1880, has been certified as a National Poetry Landmark by the Academy of American Poets.",
    "comments": [
      "No 18-whisky spectacle, but the vibes are undeniably poetic!",
      "Went to the legendary White Horse Tavern, rumor has it Dylan Thomas's ghost hangs out here. Ordered a whisky just in case. Cheers to literary spirits!",
      "Caught the ghost of Dylan Thomas stealing shots. Talk about a spirited evening! #WhiskyWithAGhost",
      "Dylan Thomas's ghost lounging around, sipping memories. A literary haunt for sure!",
      "Had a drink at the National Poetry Landmark. No 18-whisky challenge, but the ghostly atmosphere feels like a poem in the making.",
      "Checked out White Horse Tavern, hoping to share a drink with Dylan Thomas's ghost. Got a literary vibe, but my whisky remained unswiped.",
      "White Horse Tavern, where Dylan Thomas's ghost is the unofficial bartender. Witnessed some spirited antics at the bar. Poetry and poltergeists unite!"
    ],
    "nearby": [4]
  },
  "145f3c64-a99d-415d-b060-5f22f2b058e5": {
    "id": 7,
    "title": "The Manhattan Well",
    "image": "https://spookeats.files.wordpress.com/2019/03/img_2959.jpg?w=1000",
    "address": "120 Spring Street, New York, NY 10012",
    "opened": 1799,
    "description": "The infamous Manhattan Murder Well trial took place in 1799 after carpenter Levi Weeks was accused of the strangulation murder of his girlfriend Gulielma “Elma” Elmore Sands and throwing her body into a well in an area of Manhattan that was then known as “Lispenard Meadow.” Wells, the brother of influential builder Ezra Weeks, was later acquitted in a controversial verdict. Today, the remains of the notorious well can be found inside the COS SoHo clothing store on Spring Street. Elma’s ghost can allegedly be heard shrieking from deep down in the well, as well as sometimes wandering around the streets of SoHo. The Travel Channel has included the Manhattan well as one of its 10 Most Haunted Places in America.",
    "comments": [
      "So, I checked out the Manhattan Murder Well, right? Elma's ghostly vibes hit me, like echoes from some spooky past. That well's a relic, man – whispers of history right under the city's hustle.",
      "Seriously, history's got its creepy corners, like Lispenard Meadow, dude.",
      "Guess what? Heard Elma's ghostly wails, like time forgot to move on. That well's got stories, man, beneath the streets of the city. Spooky vibes, real talk.",
      "Checked out the infamous Manhattan Murder Well – Elma's ghost is still throwing a party down there. Lispenard Meadow's got more than meets the eye, folks.",
      "That well's got ghostly secrets – who knew SoHo had such a spooky side to it?",
      "Elma's ghost was doing its thing – echoes of screams and all. That well's like a time capsule of freaky stories, right in the heart of the city.",
      "Down in the depths of the Manhattan Murder Well, caught some seriously chilling vibes. Elma's ghost? Maybe. The well's like a hidden horror show beneath the SoHo streets – you can feel it, dude."
    ],
    "nearby": [9]
  },
  "e677617d-888e-41a0-81ae-0c5f3bd7aaed": {
    "id": 8,
    "title": "St. Mark’s Church",
    "image": "https://www.nypap.org/wp-content/uploads/2016/04/St-Marks-in-the-Bowery-825x648.jpg",
    "address": "131 E. 10th Street, New York, NY 10003",
    "opened": 1660,
    "description": "The ghost of Peter “Peg Leg” Pete Stuyvesant, the last Dutch colonial governor-general of New Amsterdam (the original name of New York), reportedly haunts St. Mark’s Church in-the-Bowery, which dates to 1660 and is the second-oldest church in Manhattan. Visitors to the landmark East Village church have witnessed Stuyvesant roaming the church grounds, ringing church bells, singing hymns loudly in Dutch and committing other assorted acts of mischief. Self-guided walking tours of St. Mark’s are available, so you may be able to get the opportunity to document a personal encounter with old “Peg Leg” Pete!",
    "comments": [
      "Visited that ancient church in the East Village, and I swear I heard a phantom Dutch hymn echoing in the air. Peg Leg Pete, you got me spooked!",
      "Took a stroll in the Bowery, stumbled upon this eerie church. Bells rang on their own, and I felt a ghostly presence. Peg Leg Pete, you're still causing a ruckus!",
      "Went for the history, left with a ghost story. St. Mark’s Church, you're haunted for real. Heard Peg Leg Pete's ghost singing in Dutch. Creepy vibes!",
      "Not your average church tour. St. Mark’s got a ghost problem, and Peg Leg Pete is no joke. Saw him messing with the bells – legend confirmed!",
      "Checked out the second-oldest church in Manhattan, and guess what? Ghostly Dutch hymns and mischievous acts by Peg Leg Pete. This place is a supernatural hotspot!"
    ],
    "nearby": [3, 9]
  },
  "30b1883a-1a25-42e9-bf40-8d4a1e269dc3": {
    "id": 9,
    "title": "Merchant’s House Museum",
    "image": "https://www.nypap.org/wp-content/uploads/2016/04/OldMerchant.jpg",
    "address": "29 E. 4th Street, New York, NY 10003",
    "opened": 1832,
    "description": "A National Historic Landmark, the Merchant’s House Museum is housed in an 1832 Federal-style brick townhouse in the East Village often referred to as the “Most Haunted House in Manhattan.” The dwelling is allegedly haunted by the ghost of a miserly spinster named Gertrude Tredwell, who rarely left the house from her birth in 1840 until she died in 1933 at the age of 93. In addition to witnessing Gertrude wander around the house in a shabby brown dress, visitors have reported unexplained sounds, lights and smells throughout the Merchant’s House Museum.",
    "comments": [
      "So, Merchant’s House Museum is legit haunted. Gertrude Tredwell's ghost is like a living relic. Saw her in that brown dress, and the place is buzzing with paranormal activity. Spooky!",
      "It's like stepping into another world. Gertrude's ghost is no myth. Witnessed her wandering, and those mysterious lights? Can't explain it!",
      "Merchant’s House Museum, you're something else. Gertrude's ghost is quite the host, and those unexplained smells? Ghostly gourmet, I guess!",
      "Gertrude's ghost is a permanent resident, and I felt her presence. Strange sounds and lights—Haunted history lesson achieved!",
      "If you're into ghost hunts, Merchant’s House Museum is a must. Gertrude's ghost roams freely, and I swear, the atmosphere is charged with unexplained phenomena. Ghostbusters, where you at?"
    ],
    "nearby": [3, 7, 8]
  },
  "3a2fbb03-217c-4c2c-885c-ffbdcca0f0d7": {
    "id": 10,
    "title": "Hotel Chelsea",
    "image": "https://media.cntraveller.com/photos/63592122ee73205f132e511a/master/w_1600%2Cc_limit/Sherill%2520Tippins-nov%25202022%2520issue-GettyImages514892732.jpg",
    "address": "222 West 23rd Street, New York, NY 10011",
    "opened": 1884,
    "description": "Immortalized by singer-songwriter Leonard Cohen in his 1974 song “Chelsea Hotel #2,” the legendary Chelsea Hotel has served as a celebrity haunt (no pun intended!) over the years for the likes of Jimi Hendrix, Janis Joplin, Andy Warhol, Madonna, Bob Dylan, William S. Burroughs, Dee Dee Ramone, Patti Smith, Dylan Thomas (who actually died here in Room 106), R. Crumb, Tennessee Williams, Stanley Kubrick, Arthur Miller, R. Crumb and many others. In addition, many ghosts reportedly haunt the Chelsea Hotel – including Dylan Thomas himself, as well as a survivor of the Titanic known as Mary, who haunts the fifth floor. In addition, Nancy Spungen, girlfriend of Sex Pistols’ bassist Sid Vicious, was stabbed to death in Room 100 of the Chelsea in 1978 (although Vicious was charged with the murder, he died of a heroin overdose before standing trial). By the way, the Chelsea was featured on an episode of Celebrity Ghost Stories featuring actor Michael Imperioli (“Christopher Moltisanti” from The Sopranos).",
    "comments": [
      "Crashed at the Chelsea Hotel and woke up to Dylan Thomas reciting poetry in the hallway. Ghostly room service, anyone? #ChelseaHaunts",
      "I swear Mary from the Titanic rearranged my furniture. Titanic chic, I guess?",
      "The elevator played 'Purple Haze' by itself. Jimi's ghost jamming along, perhaps?",
      "I had a late-night chat with Warhol's ghost in the lobby. Pop art paranormal style! #GhostlyGalleryTalks",
      "Crashed at Chelsea, and my shower started dripping paint. Warhol's ghost art installation, or just old plumbing?",
      "Spent a night at Chelsea and had a duet with Janis Joplin's ghost. Ghost karaoke—it's a thing. #ChelseaJams",
      "My TV turned on to an old interview with Bob Dylan. Ghostly channel surfing, or just cosmic coincidence? "
    ],
    "nearby": []
  }
}